Repository: tangram/serafin
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: nb

source: phone number
nb: telefonnummer

source: staff status
nb: administrator

source: active
nb: aktiv

source: program restrictions
nb: programbegrensninger

source: date joined
nb: registreringsdato

source: token
nb: nøkkel

source: Today's login link
nb: Dagens innloggingslenke

source: Here is your login link for today's program at %(site_name)s.
nb: Her er innloggingslenken for dagens program på %(site_name)s.

source: Please keep in mind that you should never share your login link.
nb: Merk at du aldri må dele din innloggingslenke med andre.

source: Should you have trouble logging in using the login link, you can log in with your ID and password at %(manual_login)s.
nb: Skulle du ha problemer med å logge inn med innloggingslenken, kan du logge inn med din ID og passord på %(manual_login)s.

source: Forgot your password?
nb: Glemt passordet ditt?

source: User profile
nb: Min side

source: Today's session
nb: Dagens tema

source: days since start
nb: dager siden start

source: sessions done
nb: økter utført

source: sessions remaining
nb: økter igjen

source: Edit your data
nb: Endre dine data

source: Save
nb: Lagre

source: Sorry, I'm not sure who this is.
nb: Beklager, jeg er ikke sikker på hvem dette er.

source: Sorry, there was an error processing your SMS. Our technicians have been notified and will try to fix it.
nb: Beklager, noe gikk galt ved behandling av din SMS. Våre teknikere har fått beskjed og vil forsøke å fikse det.

source: No data received.
nb: Ingen data mottatt
