Repository: tangram/serafin
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: nb

source: Source
nb: Kilde

source: User
nb: Bruker

source: Code
nb: Kode

source: sender
nb: avsender

source: subject
nb: bruker

source: code
nb: kode

source: time
nb: tidspunkt

source: log
nb: logg

source: codelog
nb: kodelogg

source: codelogs
nb: kodelogg

source: + Rich Text
nb: + Rik tekst

source: + Text
nb: + Tekst

source: + Toggle
nb: + Vis/skjul-tekst

source: + Toggleset
nb: + Valg med tekst

source: + Toggleset multi
nb: + Flervalg med tekst

source: + Conditional set
nb: + Verdiavhengig tekst

source: + Expression
nb: + Uttrykk

source: + Form
nb: + Skjema

source: + Image
nb: + Bilde

source: + Audio
nb: + Lydklipp

source: + File
nb: + Fil

source: Box Color
nb: Farge på boks

source: This element uses <a href="http://markdown-guide.readthedocs.org/en/latest/basics.html">Markdown</a>. For variable replacement use <code ng-non-bindable>&#123;&#123; var_name &#125;&#125;</code>. This markup will be replaced by the user's value for <code>var_name</code>, if available.
nb: Dette elementet bruker <a href="http://markdown-guide.readthedocs.org/en/latest/basics.html">Markdown</a>. For å erstatte variabler, bruk <code ng-non-bindable>&#123;&#123; var_name &#125;&#125;</code>. Denne koden vil erstattes av brukerens verdi for <code>var_name</code>, dersom den er tilgjengelig.

source: Toggle text
nb: Vis/skjul-tekst

source: Label
nb: Feltnavn

source: Variable name
nb: Variabelnavn

source: Horizontal?
nb: Horisontal?

source: + Item
nb: + Element

source: Alternatives
nb: Alternativer

source: Value
nb: Verdi

source: Text
nb: Tekst

source: + Conditional text
nb: + Verdiavhengig tekst

source: + Conditional rich text
nb: + Verdiavhengig rik tekst

source: Expression
nb: Uttrykk

source: Start writing...
nb: Begynn å skrive...

source: Preview
nb: Forhåndsvisning

source: Serafin Expression Syntax
nb: Serafin-uttrykk Syntaks

source: + Numeric
nb: + Tallverdi

source: + String
nb: + Tekststreng

source: + Multiple choice
nb: + Enkeltvalg

source: + Multiple selection
nb: + Flervalg

source: + Phone
nb: + Telefon

source: + Email
nb: + E-post

source: Required?
nb: Påkrevet?

source: Lower limit
nb: Nedre grense

source: Upper limit
nb: Øvre grense

source: + Alternative
nb: + Alternativ

source: + Question
nb: + Spørsmål

source: Question
nb: Spørsmål

source: Correct?
nb: Korrekt?

source: Response
nb: Respons

source: Alt title
nb: Alternativtittel

source: Title
nb: Tittel

source: characters used
nb: tegn brukt

source: The Serafin expression "mini-language" has a predefined set of operators and functions which can be used to write simple expressions which can help making decisions in user programs. Click the links below to expand syntax descriptions.
nb: Serafin-uttrykk har et forhåndsdefinert sett med operatører og funksjoner som kan brukes til å skrive enkle uttrykk. Disse uttrykkene kan igjen brukes for å gjøre valg i brukerprogram. Klikk lenkene under for syntaksbeskrivelser.

source: Grouping
nb: Gruppering

source: Expression can be grouped by putting them in parentheses.
nb: Uttrykk kan grupperes ved å sette dem i paranteser.

source: Evaluation order
nb: Evalueringsrekkefølge

source: <p> Normally, expressions will be evaluated left-to-right. For example the expression <span class="label label-info">1 + 1 * 2</span> will return the value 3, because it is evaluated like <span class="label label-info">1 + (1 * 2)</span>. By grouping expressions in parentheses you can control the evaluation order. </p> <dl class="dl-horizontal column35pst"> <dt><span class="label label-info">1 + 1 * 2 = 3</span></dt> <dd>Because of default left-to-right evaluation. Evaluates like <span class="label label-info">1 + (1 * 2)</span></dd> <dt><span class="label label-info">(1 + 1) * 2 = 4</span></dt> <dd>Because it is explicitly grouped in parentheses.</dd> </dl>
nb: <p> Uttrykk evalueres vanligvis venste-til-høyre. For eksempel vil uttrykket <span class="label label-info">1 + 1 * 2</span> returnere verdien 3, fordi uttrykket evalueres som <span class="label label-info">1 + (1 * 2)</span>. Ved å gruppere uttrykk i parenteser kan vi kontrollere evalueringsrekkefølgen.</p><dl class="dl-horizontal column35pst"> <dt><span class="label label-info">1 + 1 * 2 = 3</span></dt> <dd>På grunn av normal venstre-til-høyre evaluering. Evalueres som <span class="label label-info">1 + (1 * 2)</span>.</dd> <dt><span class="label label-info">(1 + 1) * 2 = 4</span></dt> <dd>Fordi uttrykket er gruppert med parenteser.</dd> </dl>

source: Variables
nb: Variabler

source: Variables must be prefixed with <span class="label label-info">$</span> like for example <span class="label label-info">$MyLittlePony</span>. Any variable must be pre-defined and will be looked up whenever encountered. If a variable is not found for the current user (on evaluation time), it is evaluated as <span class="label label-info">False</span>.
nb: Variabler må forstaves med <span class="label label-info">$</span>, for eksempel <span class="label label-info">$BippeStankelbein</span>. Alle variabler må være predefinert og vil bli slått opp ved behov. Om en variabel ikke blir funnet for gjeldende bruker (ved evaluering), vil returverdien være <span class="label label-info">False</span>.

source: Reserved variables
nb: Reserverte variabler

source: The following list of variables is reserved by the system
nb: Følgende liste med variabler er reservert av systemet

source: Returns the current weekday as number, where Monday is 1 and Sunday is 7
nb: Returnerer gjeldende ukedag som nummer, hvor Mandag er 1 og Søndag er 7

source: Returns the current time in ISO format, i.e.
nb: Returnerer gjeldende tid i ISO format, for eksempel

source: Returns the current date in ISO format, i.e.
nb: Returnerer gjeldende dato i ISO format, for eksempel

source: Returns True if the user has an active account
nb: Returnerer True om brukeren har en aktiv konto

source: Returns True if the user is enrolled with the current program
nb: Returnerer True om bruker er meldt inn i gjeldende program

source: Operators
nb: Operatører

source: We have two set of expression types; simple arithmetic expressions and boolean expressions. Expression evaluation between mixed types are not supported, and will either throw an error or yield incorrect or unpredictable results.
nb: Vi har to typer uttrykk; enkle aritmetiske uttrykk og boolske uttrykk. Uttrykksevaluering på tvers av typer er ikke støttet, og vil gi feilmelding eller upresise resultater.

source: Arithmetic operators
nb: Aritmetiske operatører

source: Addition
nb: Addisjon

source: Subtraction
nb: Subtraksjon

source: Division
nb: Divisjon

source: Multiplication
nb: Multiplikasjon

source: Factorisation
nb: Eksponensiering

source: Modulus
nb: Modulo

source: Boolean and comparison operators
nb: Boolske og sammenlignings-operatører

source: Equal
nb: Er lik

source: Less than
nb: Mindre enn

source: Greater than
nb: Større enn

source: AND
nb: OG

source: Contains
nb: Inneholder

source: Not equal
nb: Ikke lik

source: Less or equal
nb: Mindre eller lik

source: Greater or equal
nb: Større eller lik

source: OR
nb: ELLER

source: Expressions evaluated using boolean or comparison operators will return either <span class="label label-info">true</span> or <span class="label label-info">false</span> value. For truth value testing, use the built-in <span class="label label-info">True</span> or <span class="label label-info">False</span>.
nb: Uttrykk som evalueres ved bruk av boolske eller sammenlingings-operatører returnerer enten verdien <span class="label label-info">true</span> eller <span class="label label-info">false</span> For sannhetstesting av uttrykk, bruk <span class="label label-info">True</span> eller <span class="label label-info">False</span>.

source: Returns the value
nb: Returnerer verdien

source: All falsey values; <span class="label label-info">False</span>, <span class="label label-info">None</span>, <span class="label label-info">$missing</span> variables, <span class="label label-info">0</span>, <span class="label label-info">[ ]</span>, <span class="label label-info">""</span> and <span class="label label-info">''</span>, are handled as <span class="label label-info">False</span>.
nb: Alle falske verdier; <span class="label label-info">False</span>, <span class="label label-info">None</span>, <span class="label label-info">$ikkeEksisterende</span> variabler, <span class="label label-info">0</span>, <span class="label label-info">[ ]</span>, <span class="label label-info">""</span> og <span class="label label-info">''</span>, blir håndtert som <span class="label label-info">False</span>.

source: Time and date can be compared with boolean operators, either by using a <span class="label label-info">$myTimeOrDate</span> variable, or writing the time or date value directly. If writing the value directly, make sure it's passed as a <span class="label label-info">string value</span> (encapsulate the value in single or double quotes).
nb: Tid og dato kan sammenlignes med boolske operatører, enten ved å bruke en <span class="label label-info">$minTidEllerDato</span> variabel, eller ved å skrive verdien direkte.Om verdien skrives inn direkte, pass på at den skrives som en <span class="label label-info">streng verdi</span> (skriv verdien i enkle, eller dobble anførselstegn).

source: Functions
nb: Funksjoner

source: Some basic functions are supported. Functions are applied by passing a value or an expression which returns a value to it.
nb: Enkelte utvalgte basisfunksjoner er støttet. Funksjoner brukes ved å tilføre den en verdi, eller et uttrykk som returnerer en verdi.

source: Examples
nb: Eksempler

source: Sine
nb: Sinus

source: Cosines
nb: Cosinus

source: Tangents
nb: Tangens

source: Absolute value
nb: Absolutt verdi

source: Truncate
nb: Forkort

source: Round
nb: Avrund

source: Sign digit
nb: Sign

source: The <span class="label label-info">sign</span> function returns <span class="label label-info">-1</span> if passed a negative value, <span class="label label-info">0</span> if passed zero and <span class="label label-info">1</span> if passed a positive value.
nb: &nbsp;<span class="label label-info">sign</span> funksjonen returnerer<span class="label label-info">-1</span> om den tilføres en negativ verdi, <span class="label label-info">0</span> hvis null, og <span class="label label-info">1</span> om den tilføres en positiv verdi.

source: Constants
nb: Konstanter

source: Supported constants are
nb: Støttede konstanter er

source: and
nb: og

source: provides the mathematical constant
nb: gir den matematiske konstanten

source: to available precision
nb: til tilgjengelig presisjon

source: Close
nb: Lukk

source: Actor
nb: Utført av

source: domain
nb: domene

source: actor
nb: utført av

source: variable
nb: variabel

source: pre value
nb: førverdi

source: post value
nb: ny verdi

source: event
nb: hendelse

source: events
nb: hendelser

source: Other
nb: Annen

source: Mobile
nb: Mobil

source: Tablet
nb: Nettbrett

source: Export
nb: Eksport

source: + Page
nb: + Side

source: + Session
nb: + Økt

source: + Background Session
nb: + Bakgrunnsøkt

source: + Delay
nb: + Forsinkelse

source: + Register
nb: + Registrering

source: + Enroll
nb: + Påmelding

source: + Leave
nb: + Avmelding

source: + Wait
nb: + Vent

source: + Code
nb: + Kode

source: Register
nb: Registrering

source: Enroll
nb: Påmelding

source: Leave
nb: Avmelding

source: Wait
nb: Vent

source: Delay value
nb: Forsinkelse

source: Number
nb: Antall

source: Unit
nb: Enhet

source: seconds
nb: sekunder

source: minutes
nb: minutter

source: hours
nb: timer

source: Start time (leave blank for immediate)
nb: Starttid (la stå tom for umiddelbart)

source: E.g. 06:00
nb: F.eks. 06:00

source: Permissions
nb: Tillatelser

source: Filer
nb: Media

source: Show only requests from this IP address.
nb: Vis bare resultater fra denne IP-adressen

source: Norwegian
nb: Norsk bokmål

source: Default stylesheet
nb: Nøytralt stilark

source: Miksmaster alternate
nb: Miksmaster, alternativ

source: Initial value remains static unless set as a user value using a hidden set value field.
nb: Startverdien forblir den samme, med mindre den settes som brukerverdi via et skjult felt.

source: User editable fields can be changed at any time by the user on their profile page.
nb: Brukerredigerbare felter kan endres av brukerne selv på deres profilside.

source: Setting a randomization type will set the variable to a random value.
nb: Om en tilfeldig type settes, vil variabelen settes til en tilfeldig verdi.

source: If set, this value will be randomized once for each user when the Variable is first saved OR changed, then once for each new user.
nb: Verdien vil settes tilfeldig én gang når variabelen først lagres eller endres, deretter én gang for hver nyregistrerte bruker.

source: The value of the Variable will be randomly selected from a set of comma separated strings in this field.
nb: Verdien av variabelen vil velges tilfeldig fra et sett av kommaseparerte tekststrenger i dette feltet.

source: The variable accumulate data as array
nb: Variablen akkumulerer data i en liste

source: Available optional values for variable. separated by commas
nb: Tilgjengelige forhåndsvalg for variabelen, separert med komma

source: You are trying to use a reserved variable name
nb: Du forsøker å bruke et reservert variabelnavn

source: Variable
nb: Variabel

source: Admin note excerpt
nb: Utdrag fra administratornotat

source: %(title)s (copy)
nb: %(title)s (kopi)

source: Copy selected programs
nb: Kopier valgte programmer

source: Export text of selected program
nb: Eksporter tekst fra valgte programmer

source: Import program text
nb: Importer tekst for program

source: Set Program
nb: Sett Program

source: URL at which this Session will be available to registered Program users at all times
nb: URL som denne Økta vil være tilgjengelig på for Programmets brukere til enhver tid

source: Session open even to unregistered users
nb: Økta er tilgjengelig selv for ikke-registrerte brukere

source: Relative to the user's start time for the Program
nb: Relativt til brukerens starttid for Programmet

source: Activate automatically for Program users at the given start time
nb: Aktiver automatisk for Programmets brukere ved angitt starttid

source: Trigger a login e-mail at the scheduled time
nb: Send ut e-post med innloggingslenke ved angitt starttid

source: edge %(id)s
nb: kant %(id)s

source: expression node
nb: uttrykksnode

source: Error in expression, %(id)s: %(error)s
nb: Feil i uttrykk, %(id)s: %(error)s

source: Copy selected sessions
nb: Kopier valgte økter

source: pagelet %(id)s
nb: side %(id)s

source: No content
nb: Innhold mangler

source: Page excerpt
nb: Sideutdrag

source: Copy selected content
nb: Kopier valgt innhold

source: Subject
nb: Emne

source: Delayed node execution
nb: Forsinket hendelse

source: name
nb: navn

source: No spaces allowed
nb: Mellomrom er ikke tillatt

source: display name
nb: visningsnavn

source: admin note
nb: administratornotat

source: initial value
nb: startverdi

source: user editable
nb: brukerredigerbar

source: boolean
nb: boolsk verdi

source: numeric
nb: tallverdi

source: string
nb: tekststreng

source: randomization type
nb: tilfeldig type

source: randomize once
nb: tilfeldig første gang

source: range min (inclusive)
nb: nedre grense (fra og med)

source: range max (inclusive)
nb: øvre grense (til og med)

source: random string set
nb: tekstsett

source: optional values
nb: valgfrie verdier

source: variables
nb: variabler

source: title
nb: tittel

source: display title
nb: visningstittel

source: about
nb: om

source: cover image
nb: vignettbilde

source: site
nb: side

source: stylesheet
nb: stilark

source: from email
nb: fra e-post

source: users
nb: brukere

source: is program lock
nb: er program låst

source: programs
nb: programmer

source: Program is locked. Could not save.
nb: Programmet er låst. Kunne ikke lagre.

source: user
nb: bruker

source: start time
nb: starttid

source: time factor
nb: tidsfaktor

source: user access
nb: brukertilgang

source: user accesses
nb: brukertilganger

source: route slug
nb: URL-navn

source: is open
nb: fritt tilgjengelig

source: content
nb: innhold

source: days
nb: dager

source: start time delta
nb: avvik starttid

source: start time unit
nb: enhet starttid

source: end time delta
nb: avvik sluttid

source: end time unit
nb: enhet sluttid

source: first start time
nb: første starttid

source: scheduled
nb: i tidsplan

source: interval delta
nb: intervall-delta

source: trigger login
nb: innlogging

source: session
nb: økt

source: sessions
nb: økter

source: Session %s
nb: Økt %s

source: Interval must be greater than zero for reschedule session
nb: Intervall må være mer enn null for å sette opp økt på nytt

source: content type
nb: innholdstype

source: Can optionally be bound to a specific program
nb: Kan valgfritt knyttes til et spesifikt program

source: contents
nb: innhold

source: page
nb: side

source: pages
nb: sider

source: e-mail
nb: e-post

source: e-mails
nb: e-poster

source: codes
nb: kode

source: SMSs
nb: SMSer

source: An error has occurred. Your expression cannot be evaluated.
nb: En feil har oppstått. Kunne ikke evaluere uttrykket.

source: Initialize session
nb: Aktiver økt

source: Inactive user, no action taken
nb: Inaktiv bruker, ingen handling foretatt

source: %(session)s transitioned to node %(node)s
nb: %(session)s ble overført til %(node)s

source: Session initialized and login e-mail sent
nb: Økt aktivert og e-post for innlogging sendt

source: Session initialized
nb: Økt aktivert

source: Choose a text file to import
nb: Velg en tekstfil å importere

source: Upload
nb: Last opp

source: %(first)s and %(last)s
nb: %(first)s og %(last)s

source: Task result
nb: Oppgaveresultat

source: action
nb: handling

source: task
nb: oppgave

source: tasks
nb: oppgaver

source: Adds a new Folder
nb: Legger til ny mappe

source: New Folder
nb: Ny mappe

source: Upload Files
nb: Last opp filer

source: You have to select a folder first
nb: Du må velge en mappe først

source: Traffic graph
nb: Traffikgraf

source: Week
nb: Uke

source: Month
nb: Måned

source: Year
nb: År

source: All programs
nb: Alle programmer

source: Add Site Tree item
nb: Legg til menypunkt

source: Site Tree Items
nb: Menypunkter

source: Hidden
nb: Skjult

source: Menu
nb: Meny

source: Breadcrumbs
nb: Navigasjonssti

source: Tree
nb: Tre

source: Restricted
nb: Avgrenset

source: Users only
nb: Kun brukere

source: Guests only
nb: Kun gjester

source: Sort order
nb: Sortering

source: You were inactive for 15 minutes.
nb: Du var inaktiv i 15 minutter

source: You will logout automatically.
nb: Du vil logges ut automatisk

source: Logout
nb: Logg ut

source: Stay Logged In
nb: Forbli innlogget

source: Home
nb: Hjem

source: Tools
nb: Verktøy

source: Change Password
nb: Endre passord

source: Current step
nb: Nåværende steg

source: there is no new available lesson, continue your training in accordance to your last session
nb: det er ikke noe tilgjengelig innhold, fortsett øvelsene dine i tråd med forrige økt

source: Password reset complete
nb: Passordnullstilling fullført

source: Your password has been set. You may go ahead and log in now.
nb: Ditt nye passord har blitt satt. Du kan nå bruke det til å logge inn.

source: Log in
nb: Logg inn

source: Password reset
nb: Passordnullstilling

source: Enter new password
nb: Skriv inn nytt passord

source: Please enter your new password twice so we can verify you typed it in correctly.
nb: Skriv inn passord én gang til, så vi er sikre på at du skrev det korrekt

source: New password:
nb: Nytt passord:

source: Confirm password:
nb: Bekreft passord:

source: Change my password
nb: Endre passord

source: Password reset unsuccessful
nb: Passordnullstilling mislykket

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
nb: Passordnullstillingslenken var ugyldig, muligens fordi den allerede har blitt brukt. Du må be om passordnullstilling på nytt.

source: Password reset successful
nb: Passordnullstilling utført

source: We've emailed you instructions for setting your password. You should be receiving them shortly.
nb: Vi har sendt deg en e-post med instruksjoner for å sette et nytt passord. Den skal komme snart.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
nb: Hvis du ikke mottar noen e-post, sjekk at du har skrevet inn e-postadressen du registrerte deg med, og sjekk spamfilter.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
nb: Du mottar denne e-posten fordi du ba om å få nullstilt passordet for din brukerkonto på %(site_name)s.

source: Please go to the following page and choose a new password:
nb: Besøk denne siden for å velge et nytt passord:

source: Your ID, in case you've forgotten:
nb: Din ID, i tilfelle du har glemt den:

source: Thanks for using our site!
nb: Takk for at du besøker siden!

source: The %(site_name)s team
nb: %(site_name)s-teamet

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
nb: Glemt passordet ditt? Skriv inn e-postaddressen din under, så sender vi instruksjoner for å sette et nytt.

source: Email address:
nb: E-postadresse:

source: Reset my password
nb: Nullstill mitt passord

source: Password reset on %(site_name)s
nb: Passordnullstilling på %(site_name)s

source: Something went wrong. We weren't able to find the right path for you. You can try reloading the page. If that doesn't work, try again in a few hours?
nb: Noe gikk galt. Vi klarte ikke finne den riktige stien for deg. Prøv å laste siden på nytt. Går ikke det, kanskje du kan prøve igjen litt senere?

source: Please choose one
nb: Gjør et valg

source: Please enter a number
nb: Skriv inn et tall

source: Please enter a number between {{ field.lower_limit }} and {{ field.upper_limit }}
nb: Skriv inn et tall mellom {{ field.lower_limit }} og {{ field.upper_limit }}

source: This field is required
nb: Dette feltet er påkrevet

source: Your phone number is too short
nb: Telefonnummeret ditt er for kort

source: Your phone number is too big
nb: Telefonnummeret ditt er for langt

source: +Country code then number, no other characters, e.g. "+4798765432"
nb: +Landskode og nummer, ingen andre tegn. Feks. "+4798765432"

source: Please input a valid e-mail address
nb: Skriv inn en gyldig e-postadresse

source: Next page
nb: Neste side

source: Account
nb: Konto

source: Password
nb: Passord

source: Password (again)
nb: Passord (igjen)

source: E-mail
nb: E-post

source: Phone
nb: Telefonnummer

source: The passwords are not equal.
nb: Passordene er ikke like.

source: Password can be changed with <a href="../password/">this form</a>.
nb: Passord kan endres med <a href="../password/">dette skjemaet</a>.

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
nb: Bestemmer om brukeren skal anses å være aktiv. Sett inaktiv heller enn å slette brukerkontoer.

source: Designates whether the user can log into this admin site.
nb: Bestemmer om brukeren kan logge inn på administrasjonssidene.

source: User info
nb: Brukerinfo

source: User data
nb: Brukerdata

source: Log entries
nb: Logghendelser

source: This password must contain at least one digit.
nb: Passordet må inneholde minst ett siffer.

source: Your password must contain at least one digit.
nb: Passordet må inneholde minst ett siffer.

source: Email
nb: E-post

source: ID should be an integer value
nb: ID må være et heltall

source: e-mail address
nb: e-postadresse
